Repository: trac-ja/trac-ja
Catalog: trac/locale/*/LC_MESSAGES/messages.po
Languages: el

source: Please review all those changes and manually merge them with your own changes.
el: Παρακαλώ επανεξετάστε όλες τις αλλαγές και χειρωνατικά συγχωνεύστε αυτές με τις δικές σας.

source: If you're unsure about what you're doing, please press
el: Αν δεν είστε βέβαιος σχετικά με αυτό που κάνετε, παρακαλώ πατήστε

source: (losing your changes) and start editing the latest version of the page again.
el: (χάριμο των αλλαγών) και ξεκινήστε την επεξεργασία της τελευταίας έκδοσης της σελίδας ξανά.

source: Someone else modified that page since you started your edits.
el: Κάποιος άλλος τροποποίησε τη σελίδα από τη στιγμή που ξεκινήσατε της επεξεργασία της.

source: Change information for future version
el: Αλλαγή πληροφοριών για μελλοντική έκδοση

source: (modified by
el: (τροποποιήθηκε από

source: Review Changes
el: Επισκόπηση Αλλαγών

source: Sorry, this page has been modified by somebody else since you started editing. Your changes cannot be saved.
el: Λυπούμαστε, αυτή η σελίδα έχει τροποποιηθεί από κάποιον άλλον από τη στιγμή που ξεκινήσατε την επεξεργασία της. Οι αλλαγές σας δεν δύναται να αποθηκευθούν.

source: Adjust edit area height:
el: Προσαρμόστε το ύψος της περιοχής επεξεργασίας:

source: For help with wiki, see
el: Για βοήθεια σχετικά με το wiki, δείτε το

source: TracWiki
el: TracGreekWiki

source: Change information
el: πληροφορίες αλλαγών

source: Comment about this change (optional):
el: Σχόλιο σχετικά με αυτήν την αλλαγή (προαιρετικό):

source: Page is read-only
el: Η σελίδα είναι μόνο για ανάγνωση

source: Merge changes
el: Συγχώνευση αλλαγών

source: Preview Page
el: Προεπισκόπιση σελίδας

source: Describe
el: Περιγράψτε

source: here.
el: εδώ.

source: Edit this page
el: Αλλάξτε αυτή την σελίδα

source: Create this page
el: Δημιουργείστε αυτήν την σελίδα

source: Using the template:
el: Χρησιμοποιώντας το πρότυπο:

source: (blank page)
el: (κενή σελίδα)
