Repository: trac-ja/trac-ja
Catalog: trac/locale/*/LC_MESSAGES/messages.po
Languages: el

source: Cc
el: Υπόψην

source: Comment %(cnum)s for Ticket #%(id)s
el: ΅Σχόλιο %(cnum)s για την Εργασία #%(id)s

source: Ticket #%(shortname)s
el: Εργασία #%(shortname)s

source: closed
el: κλεισμένη

source: new
el: νέα

source: assigned
el: ανατεθειμένη

source: reopened
el: ξανανοιγμένη

source: Current state no longer exists
el: Η τρέχουσα κατάσταση δεν υπάρχει πλέον

source: The ticket will be disowned
el: Η εργασία θα αποκηρυχθεί

source: The owner will change
el: Ο συντάκτης θα αλλάξει

source: The owner will change to %(name)s
el: Ο συντάκτης θα αλλάξει σε %(name)s

source: to
el: σε

source: Your workflow attempts to set a resolution but none is defined (configuration issue, please contact your Trac admin).
el: Το workflow σας προσπαθεί να θέσει ένα resolution μα κανένα δεν είναι ορισμένο (θέμα ρύθμισης, παρακαλώ ειδοποιήστε τον διαχειριστή του Trac σας).

source: The resolution will be set to %(name)s
el: Το resolution θα τεθεί %(name)s

source: The resolution will be set
el: Το resolution θα τεθεί

source: Next status will be '%(name)s'
el: Η επόμενη κατάσταση θα είναι '%(name)s'

source: Multi-values fields not supported yet
el: Τα πεδία πολλαπλών τιμών δεν υποστηρίζονται προς το παρόν

source: %(type)s %(name)s does not exist.
el: %(type)s %(name)s δεν υπάρχει.

source: Version %(name)s does not exist.
el: Η έκδοση %(name)s δεν υπάρχει.

source: Query page %(page)s is invalid.
el: Η σελίδα ερωτημάτων %(page)s είναι άκυρη

source: Query max %(max)s is invalid.
el: Το μέγιστο του ερωτήματος %(max)s είναι άκυρο.

source: Query filter requires field and constraints separated by a "="
el: Το Φίλτρο του ερωτήματος απαιτεί πεδίο και περιορισμούς να διαχωρίζονται με "="

source: Query filter requires field name
el: Το φίλτρο ερωτήματος απαιτεί όνομα πεδίου

source: Page %(page)s is beyond the number of pages in the query
el: Η σελίδα %(page)s είναι πέρα από τον αριθμό των σελίδων στο ερώτημα

source: Created
el: Δημιουργήθηκε

source: Ticket
el: Εργασία

source: contains
el: περιέχει

source: doesn't contain
el: δεν περιέχει

source: begins with
el: ξεκινά με

source: ends with
el: τελειώνει με

source: is
el: είναι

source: is not
el: δεν είναι

source: Page %(num)d
el: Σελίδα %(num)d

source: Comma-delimited Text
el: Κείμενο διαχωριζόμενο με κόμμα

source: Tab-delimited Text
el: Κείμενο διαχωριζόμενο με tab

source: View Tickets
el: Δείτε τις Εργασίες

source: Custom Query
el: Εξατομικευμένο Ερώτημα

source: Available Reports
el: Διαθέσιμες Αναφορές

source: [Error: %(error)s]
el: [Σφάλμα: %(error)s]

source: No results
el: Δεν υπάρχουν αποτελέσματα

source: %(groupvalue)s %(groupname)s tickets:
el: %(groupvalue)s %(groupname)s εργασίες:

source: Report %(num)s does not exist.
el: Η αναφορά %(num)s δεν υπάρχει.

source: Invalid Report Number
el: Άκυρος αριθμός αναφοράς.

source: Create New Report
el: Δημιουργία Νέας Αναφοράς

source: Edit Report {%(num)d} %(title)s
el: Επεξεργασία Αναφοράς {%(num)d} %(title)s

source: Report failed: %(error)s
el: Η αναφορά απέτυχε: %(error)s

source: This is a list of available reports.
el: Αυτή είναι η λίστα με τις διαθέσιμες αναφορές.

source: When specified, the report number should be "%(num)s".
el: Όταν προσδιορίζεται, ο αριθμός της αναφοράς θα πρέπει να είναι "%(num)s".

source: Report execution failed: %(error)s
el: Η εκτέλεση της αναφοράς απέτυχε: %(error)s

source: SQL Query
el: Ερώτημα SQL

source: Report %(num)s has no SQL query.
el: Η αναφορά %(num)s δεν έχει κανένα ερώτημα SQL.

source: Query parameter "sort=%(sort_col)s" is invalid
el: Η παράμετρος του ερωτήματος "sort=%(sort_col)s" είναι άκυρη

source: Dynamic variable '%(name)s' not defined.
el: Η δυναμική μεταβλητή '%(name)s' δεν ορίζεται.

source: '%(group1)s' and '%(group2)s' milestone groups both are declared to be "catch-all" groups. Please check your configuration.
el: Οι ομάδες οροσήμων '%(group1)s' και '%(group2)s' είναι δηλωμένες σαν"catch-all" ομάδες. Παρακαλώ, ελέγξτε τις ρυθμίσεις σας.

source: '%(groupname)s' milestone group reused status '%(status)s' already taken by other groups. Please check your configuration.
el: Η ομάδα ορόσημων '%(groupname)s'επαναχρησιμοποίησε την κατάσταση '%(status)s' η οποία είναι ήδη πιασμένηαπό άλλες ομάδες. Παρακαλώ, ελέγξτε τις ρυθμίσεις σας.

source: Roadmap
el: Εξέλιξη Έργου

source: Ticket #%(num)s: %(summary)s
el: Εργασία #%(num)s: %(summary)s

source: Milestone "%(name)s" already exists, please choose another name
el: Το ορόσημο "%(name)s" ήδη υπάρχει, παρακαλώ επιλέξτε ένα διαφορετικό όνομα

source: You must provide a name for the milestone.
el: Πρέπει να δώστε ένα όνομα για το ορόσημο.

source: New Ticket
el: Νέα εργασία

source: id can't be set for a new ticket request.
el: αναγνωριστικό δεν μπορεί να τεθεί για μία νέα αίτηση εργασίας.

source: Ticket changes
el: Αλλαγές Εργασιών

source: Ticket details
el: Λεπτομέρειες εργασιών

source: created
el: δημιουργήθηκε

source: updated
el: ενημερώθηκε

source: Ticket %(ticketref)s (%(summary)s) %(verb)s
el: Εργασία %(ticketref)s (%(summary)s) %(verb)s

source: Invalid action "%(name)s"
el: Άκυρη εντολή "%(name)s"

source: Back to Query
el: Πίσω στο ερώτημα

source: Ticket History
el: Ιστορικό Εργασίας

source: No differences to show
el: Δεν υπάρχουν διαφορές για εμφάνιση

source: Version %(num)s
el: Έκδοση %(num)s

source: initial
el: αρχικό

source: Change
el: Αλλαγή

source: Ticket Diff
el: Diff Εργασιών

source: No permission to change ticket fields.
el: Δεν έχετε το δικαίωμα να αλλάξετε τα πεδία της εργασίας

source: No permissions to change ticket fields.
el: Δεν έχετε τα δικαιώματα να αλλάξετε τα πεδία της εργασίας

source: Sorry, can not save your changes. This ticket has been modified by someone else since you started
el: Λυπούμαστε, δεν μπορείτε να αποθηκεύσετε τις αλλαγές. Αυτή η εργασία έχειτροποποιηθεί από κάποιον άλλον από τη στιγμή που ξεκινήσατε

source: Tickets must contain a summary.
el: Οι εργασίες πρέπει να περιέχουν μια περίληψη

source: Ticket description is too long (must be less than %(num)s characters)
el: Η περιγραφή της εργασίας είναι πολύ μακροσκελής(πρέπει να είναι λιγότερο από %(num)s χαρακτήρες)

source: Ticket comment is too long (must be less than %(num)s characters)
el: Το σχόλιο της εργασίας είναι πολύ μακροσκελές (Πρέπει να είναι λιγότερο από %(num)s χαρακτήρες)

source: Invalid comment threading identifier
el: Άκυρος comment threading identifier

source: The ticket field '%(field)s' is invalid: %(message)s
el: Το πεδίο εργασίας '%(field)s' είναι άκυρο: %(message)s

source: Assign to
el: Ανάθεση σε

source: Open (by due date)
el: Ανοιχτές (κατά προθεσμία)

source: Open (no due date)
el: Ανοιχτές (χωρίς προθεσμία)

source: Add to Cc
el: Πρόσθεση από κοινοποίηση

source: <Author field>
el: <Πεδίο συντάκτη>

source: leave
el: διατήρηση

source: accept
el: αποδοχή

source: modified
el: τροποποιήθηκε

source: added
el: προστέθηκε

source: removed
el: διαγράφηκε

source: deleted
el: διαγράφηκε

source: set to
el: τέθηκε σε

source: changed from
el: άλλαξε από

source: Changeset
el: Σύνολο αλλαγών

source: Are you sure you want to delete this milestone?
el: Είστε σίγουρος ότι θέλετε να διαγράψτε αυτό το ορόσημο;

source: TracRoadmap
el: TracGreekRoadmap

source: for help on using the roadmap.
el: για βοήθεια σχετικά με την εξέλιξη εργασιών.

source: Name of the milestone:
el: Όνομα του ορόσημου:

source: Schedule
el: Πρόγραμμα

source: Submit changes
el: Υποβολή αλλαγών

source: for help on using the roadmap.
el: για βοήθεια σχετικά με την εξέλιξη εργασιών.

source: ago (
el: πριν (

source: late
el: εκπρόθεσμο

source: Due in
el: Προθεσμία

source: No date set
el: Δεν έχει τεθεί ημερομηνία

source: Ticket status by
el: Κατάσταση εργασιών κατά

source: (none)
el: (κανένα)

source: Edit milestone
el: Επεξεργασία ορόσημου

source: %(num)s match
el: %(num)s αποτέλεσμα

source: Filters
el: Φίλτρα

source: Query filters
el: Φίλτρα ερωτήματος

source: Columns
el: Στήλες

source: Group results by
el: Ομαδοποίηση αποτελεσμάτων κατά

source: descending
el: φθίνουσα

source: Show under each result:
el: Εμφάνιση κάτω από κάθε αποτέλεσμα:

source: Max items per page
el: Μέγιστα αντικείμενα ανά σελίδα

source: Edit query
el: Επεξεργασία ερωτήματος

source: Save query
el: Αποθήκευση ερωτήματος

source: Save updated query in report {%(id)s}
el: Αποθήκευση ενημερωμένου ερωτήματος στην αναφορά {%(id)s}

source: Create new report from current query
el: Δημιουργία νέας αναφοράς από τρέχων ερώτημα

source: TracQuery
el: TracGreekQuery

source: for help on using queries.
el: για βοήθεια στη χρήση ερωτημάτων

source: No tickets found
el: Δεν βρέθηκαν εργασίες

source: View ticket
el: Εμφάνιση εργασίας

source: Reported by
el: Αναφέρθηκε από

source: (this ticket)
el: (αυτή η εργασία)

source: (more results for this group on next page)
el: (περισσότερα αποτελέσματα για αυτήν την ομάδα στην επόμενη σελίδα)

source: Are you sure you want to delete this report?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή την αναφορά;

source: TracReports
el: TracGreekReports

source: for help on using and creating reports.
el: για βοήθεια στη χρήση και δημιουργία αναφορών.

source: New Report
el: Νέα Αναφορά

source: Report Title:
el: Τίτλος Αναφοράς:

source: Description: (you may use [1:WikiFormatting] here)
el: Περιγραφή: (μπορείτε να χρησιμοποιήσετε [1:TracGreekWikiFormatting] εδώ)

source: Error:
el: Σφάλμα:

source: Query for Report: (can be either SQL or, if starting with
el: Ερώτημα για Αναφορά: (δύναται να είναι είτε SQL, ή, αν ξεκινάει με

source: , a
el: , μία

source: expression)
el: έκφραση)

source: Save report
el: Αποθήκευση αναφοράς

source: matches)
el: αποτελέσματα)

source: Edit report
el: Αλλαγή της αναφοράς

source: Copy report
el: Αντιγραφή της αναφοράς

source: match
el: αποτέλεσμα

source: View report
el: Εμφάνιση αναφοράς

source: Create new report
el: Δημιουργία νέας αναφοράς

source: Show already completed milestones
el: Εμφάνιση ήδη ολοκληρωμένων ορόσημων

source: ago (
el: πριν (

source: Ticket #
el: Εργασία #

source: Create New Ticket
el: Δημιουργία νέας εργασίας

source: — at
el: - σε

source: Preview (
el: Προεπισκόπιση (

source: skip
el: παράλειψη

source: in reply to:
el: Απαντώτας σε:

source: Changed by
el: Άλλαξε από

source: Opened
el: Άνοιξε

source: ago
el: πριν

source: Last modified
el: Τελευταία τροποποίηση

source: (ticket not yet created)
el: (η εργασία δεν έχει δημιουργηθεί ακόμα)

source: Reported by:
el: Αναφέρθηκε από:

source: Owned by:
el: Ανήκει στον:

source: (last modified by
el: (τροποποιήθηκε τελευταία από

source: Reply
el: Απάντηση

source: Reply, quoting this description
el: Απάντηση,βάζοντας σε εισαγωγικά την περιγραφή

source: Change History
el: Ιστορικό αλλαγών

source: Changed
el: Aλλαξε

source: ago by
el: πριν από

source: Comment (you may use [1:WikiFormatting] here):
el: Σχόλιο (μπορείτε να χρησιμοποιείσετε [1:TracGreekWikiFormatting] εδώ):

source: Change properties
el: Αλλαγή ιδιοτήτων

source: Properties
el: Ιδιότητες

source: Summary:
el: Περίληψη:

source: Reporter:
el: Αναφέρων:

source: This checkbox allows you to add or remove yourself from the CC list.
el: Αυτό το κουτί σας επιτρέπει να προσθέσετε ή να αφαιρέστε τον εαυτό σας από τη λίστα CC

source: Space or comma delimited email addresses and usernames are accepted.
el: Διευθύνσεις ηλ. ταχυδρομείου διαχωρισμένες με κόμα ή κενό είναι αποδεκτές.

source: I have files to attach to this ticket
el: Έχω αρχεία για εισαγωγή σε αυτή την εργασία

source: Preview
el: Προεπισκόπηση

source: Create ticket
el: Δημιουργία εργασίας

source: TracTickets
el: TracGreekTickets

source: for help on using tickets.
el: για βοήθεια στη χρήστη των εργασιών.

source: Changes (by
el: Αλλαγές (από

source: Description changed by
el: Η Περιγραφή τροποποιήθηκε από

source: -- Ticket URL: <
el: -- Διεύθυνση Εργασίας: <

source: Previous period
el: Προηγούμενη περίοδος

source: Next period
el: Επόμενη περίοδος

source: Period
el: Περίοδος

source: %(date)s in Timeline
el: %(date)s στο Ιστορικό

source: View changes from
el: Δείτε τις αλλαγές από

source: days back
el: μέρες πριν

source: done by
el: έγιναν από

source: Today
el: Σήμερα

source: Yesterday
el: Χθες

source: by
el: από

source: TracTimeline
el: TracGreekTimeline

source: for information about the timeline view.
el: για πληροφορίες σχετικά με την όψη του Ιστορικού

source: %(last)d of %(total)d
el: %(last)d από %(total)d

source: %(start)d - %(stop)d of %(total)d
el: %(start)d - %(stop)d από %(total)d

source: Can't synchronize with the repository (%(error)s). Look in the Trac log for more information.
el: Δεν ήταν δυνατός ο συγχρονισμός με το Αποθετήριο (%(error)s). Ελέγξτε το ημερολόγιο του Trac για περισσότερες πληροφορίες.

source: Changeset %(rev)s
el: Σύνολο αλλαγών %(rev)s

source: Directory
el: Κατάλογος

source: at version %(rev)s
el: στην έκδοση %(rev)s

source: Path
el: Μονοπάτι

source: Unsupported version control system "%(name)s": "%(error)s"
el: Μη υποστηριζόμενο σύστημα ελέγχου εκδόσεων "%(name)s": "%(error)s"

source: Unsupported version control system "%(name)s": Can't find an appropriate component, maybe the corresponding plugin was not enabled?
el: Μη υποστηριζόμενο σύστημα ελέγχου εκδόσεων "%(name)s": Δεν μπορεί να βρεθεί κατάλληλο συστατικό. Ενδεχομένως, η αντίστοιχη επέκταση να μην έχει ενεργοποιηθεί.

source: No changeset %(rev)s in the repository
el: Κανένα σύνολο αλλαγών %(rev)s στο Αποθετήριο

source: No such changeset
el: Δεν υπάρχει αυτό το σύνολο αλλαγών

source: No such node
el: Δεν υπάρχει αυτός ο κόμβος

source: Insufficient permissions to access %(path)s
el: Ανεπαρκή δικαιώματα για τη πρόσβαση στο %(path)s

source: Insufficient permissions to access changeset %(id)s
el: Ανεπαρκή δικαιώματα για τη πρόσβαση στο σύνολο αλλαγών %(id)s

source: The 'repository_dir' has changed, a 'trac-admin resync' operation is needed.
el: To 'repository_dir' έχει αλλάξει, απαιτείται μία λειτουργία 'trac-admin resync'

source: Missing "youngest_rev" in cache metadata
el: Λείπει το "youngest_rev" από τη κρυφή μνήμη μεταδεδομένων

source: Subversion >= 1.0 required: Found %(version)s
el: Απαιτείται Subversion >= 1.0: Βρέθηκε %(version)s

source: No svn:externals configured in trac.ini
el: Δεν έχει ρυθμιστεί το svn.externals στο trac.ini

source: %(path)s does not appear to be a Subversion repository.
el: Το %(path)s δεν φαίνεται να είναι αποθετήριο του Subversion.

source: Diff mismatch: Base is a %(oldnode)s (%(oldpath)s in revision %(oldrev)s) and Target is a %(newnode)s (%(newpath)s in revision %(newrev)s).
el: Αποτυχημένος συνδυασμός diff: Η βάση είναι η %(oldnode)s (%(oldpath)s στην αναθεώρηση %(oldrev)s) και ο στόχος είναι η %(newnode)s (%(newpath)s στην αναθεώρηση %(newrev)s).

source: svn blame failed: %(error)s
el: αποτυχία svn blame: %(error)s

source: View revision:
el: Δείτε την αναθεώρηση:

source: Visit:
el: Επισκεφθείτε:

source: Go!
el: Πάμε!

source: Jump to the chosen preselected path
el: Μεταφορά στο επιλεχθέν προεπιλεγμένο μονοπάτι

source: Size
el: Μέγεθος

source: Age
el: Ηλικία

source: Last Change
el: Τελευταία Αλλαγή

source: Parent Directory
el: Μητρικός κατάλογος

source: No files found
el: Δεν βρέθηκαν αρχεία

source: Revision info
el: Πληροφορίες Αναθεώρησης

source: Revision
el: Αναθεώρηση

source: (checked in by
el: (checked in από

source: TracBrowser
el: TracGreekBrowser

source: for help on using the browser.
el: για βοήθεια στη χρήση του φυλλομετρητή.

source: View changes...
el: Δείτε τις αλλαγές...

source: Select paths and revs for Diff
el: Επιλέξτε τα μονοπάτια και τις αναθεωρήσεις για Diff

source: Show full changeset
el: Πλήρης εμφάνιση συνόλου αλλαγών

source: for
el: για

source: Show entry in browser
el: Εμφάνιση καταχώρισης στο φυλλομετρητή

source: Changes in
el: Αλλαγές σε

source: Show revision log
el: Εμφάνιση του ημερολογίου Αναθεωρήσεων

source: Changes from
el: Αλλαγές από

source: at
el: στο

source: Show differences
el: Εμφάνιση διαφορών

source: view diffs
el: εμφάνιση diffs

source: Show previous version in browser
el: Εμφάνιση προηγούμενης έκδοσης στο φυλλομετρητή

source: previous
el: προηγούμενος

source: Message:
el: Μήνυμα:

source: Location:
el: Τοποθεσία:

source: Files:
el: Αρχεία:

source: (No files)
el: (Δεν υπάρχουν αρχεία)

source: copied
el: αντιγράφηκε

source: moved
el: μετακινήθηκε

source: Prepare Diff
el: Προετοιμασία Diff

source: Select the base and the target for the diff:
el: Επιλέξτε τη βάση και το στόχο για το diff:

source: From:
el: Από:

source: at revision:
el: στην αναθεώρηση:

source: To:
el: Σε:

source: For either path, you can start typing the path and will be presented a list of existing directories and files to select from. Select an entry by clicking on it, or by using the up/down cursor keys and hitting tab.
el: Για οποιοδήποτε μονοπάτι, πληκτρολογώντας την αρχή του μονοπατιού μία λίστα από υπάρχοντες καταλόγους και αρχεία θα εμφανιστούν από τα οποία μπορείτε να επιλέξετε. Επιλέξτε μία καταχώριση κάνοντας κλικ πάνω σε αυτή, ή χρησιμοποιώντας τα πλήκτρα μετακίνησης κέρσορα πάνω/κάτω του πληκτρολογίου σας και πατώντας tab.

source: TracChangeset
el: TracGreekChangeset

source: for help on using the diff feature.
el: για βοήθεια σχετικά με τα diff.

source: View Revision Log
el: Δείτε το ημερολόγιο Αναθεωρήσεων

source: (log)
el: (ημερολόγιο)

source: Revision Log Mode:
el: Μέθοδος ημερολογίου αναθεώρησης

source: Stop on copy
el: Παύση στην αντιγραφή

source: Follow copies
el: Παρακολούθηση αντιγραφών

source: Show only adds and deletes
el: Εμφάνιση μόνο προσθέσεων και διαγραφών

source: View log starting at
el: Εμφάνιση ημερολογίου ξεκινώντας από

source: and back to
el: και πίσω στη

source: Show at most
el: Εμφάνιση το πολύ

source: revisions per page.
el: αναθεωρήσεις ανά σελίδα.

source: Show full log messages
el: Πλήρης εμφάνιση των μηνυμάτων ημερολογίου

source: Copied or renamed
el: Αντιγράφηκε ή μετονομάστηκε

source: Diff from Old Revision to New Revision (select them below)
el: Diff από Παλιά Αναθεώρηση σε Νέα Αναθεώρηση (επιλέξτε κάτωθεν)

source: Chgset
el: Σύνολο αλλαγών

source: Log Message
el: Μήνυμα Ημερολογίου

source: No revisions found
el: Δεν βρέθηκαν αναθεωρήσεις

source: copied from
el: αντιγράφηκε από

source: View log starting at this revision
el: Εμφάνιση του ημερολογίου ξεκινώντας από αυτή την αναθεώρηση

source: Diff from Old Revision to New Revision (select them above)
el: Diff από τη Παλιά Αναθεώρηση στη Νέα Αναθεώρηση (επιλέξτε άνωθεν)

source: TracRevisionLog
el: TracGreekRevisionLog

source: for help on using the revision log.
el: για βοήθεια στη χρήση του ημερολογίου αναθεωρήσεων.

source: # # ChangeLog for
el: # # Ημερολόγιο Αλλαγών για

source: # # Generated by Trac
el: # # Παρήχθη από το Trac

source: Browse Source
el: Πλοήγηση στο Αποθετήριο

source: Invalid Changeset Number
el: Άκυρος αριθμός συνόλου αλλαγών

source: Parent directory
el: Μητρικός κατάλογος

source: Normal
el: Κανονικός

source: View file without annotations
el: Εμφάνιση αρχείου χωρίς επισημειώσεις

source: Annotate
el: Επισημειώσεις

source: Annotate each line with the last changed revision (this can be time consuming...)
el: Επισημειώστε κάθε γραμμή με τη τελευταίως αλλαγμένη αναθεώρηση (αυτό μπορεί να χρειαστεί πολλή ώρα..."

source: Revision Log
el: Ημερολόγιο Αναθεωρήσεων

source: Revision in which the line changed
el: Αναθεώρηση στην οποία η γραμμή άλλαξε

source: Unified Diff
el: Ενοποιημένο Diff

source: Reverse Diff
el: Αναστροφή Diff

source: Changeset %(id)s for %(path)s
el: Σύνολο αλλαγών %(id)s για %(path)s

source: Changeset %(id)s
el: Σύνολο αλλαγών %(id)s

source: Show revision %(rev)s of this file in browser
el: Εμφάνιση αναθεώρησης %(rev)s αυτού του αρχείου στο φυλλομετρητή

source: Show the changeset %(id)s restricted to %(path)s
el: Δείτε το σύνολο αλλαγών %(id)s που αφορά μόνο το %(path)s

source: Show the %(range)s differences restricted to %(path)s
el: Εμφάνιση των %(range)s αλλαγών που αφορούν μόνο το %(path)s

source: Repository checkins
el: Checkins Αποθετηρίου

source: The file or directory '%(path)s' doesn't exist at revision %(rev)s or at any previous revision.
el: Το αρχείο ή ο κατάλογος '%(path)s' δεν υπάρχει στην αναθεώρηση %(rev)s ή σε κάποια προηγούμενη αναθεώρηση.

source: Nonexistent path
el: Μη υπάρχον μονοπάτι

source: Revision Log (restarting at %(path)s, rev. %(rev)s)
el: Ημερολόγιο Αναθεωρήσεων (επανεκκίνηση στο %(path)s, rev. %(rev)s)

source: ChangeLog
el: Ημερολόγιο Αλλαγών

source: View Latest Revision
el: Εμφάνιση Τελευταίας Αναθεώρησης

source: Older Revisions
el: Παλιότερες Αναθεωρήσεις

source: logged in as %(user)s
el: συνδεδεμένος ως %(user)s

source: Logout
el: Αποσύνδεση

source: Login
el: Σύνδεση χρήστη

source: Already logged in as %(user)s.
el: Ήδη συνδεδεμένος ως %(user)s.

source: Previous %(label)s
el: Προηγούμενη %(label)s

source: Next %(label)s
el: Επόμενη %(label)s

source: You are currently not logged in. You may want to <a href="%(href)s">do so</a> now.
el: Αυτή τη στιγμή δεν είστε συνδεδεμένος. Ίσως να θέλετε τώρα να <a href="%(href)s">συνδεθείτε</a>.

source: no permission to view this wiki page
el: Δεν έχετε το δικαίωμα να δείτε αυτή τη σελίδα wiki

source: HTML parsing error: %(message)s
el: Συντακτικό σφάλμα HTML: %(message)s

source: Error: Forbidden character sequence "--" in htmlcomment wiki code block
el: Σφάλμα: Απογορευμένη ακολουθία χαρακτήρων "--" στο wiki block κώδικα

source: Can't view %(link)s:
el: Δεν μπορείτε να δείτε το %(link)s:

source: Error: Can't get description for macro %(name)s
el: Σφάλμα: δεν είναι δυνατή η λήψη της περιγραφής για τη μακροεντολή %(name)s

source: Table of Contents
el: Πίνακας Περιεχομένων

source: Page not modified
el: Η σελίδα δεν έχει τροποποιηθεί

source: Help/Guide
el: Βοήθεια / Οδηγός

source: No version "%(num)s" for Wiki page "%(name)s"
el: Δεν υπάρχει η έκδοση "%(num)s" για τη σελίδα Wiki "%(name)s"

source: The wiki page is too long (must be less than %(num)s characters)
el: Η σελίδα wiki είναι πολύ μακροσκελής (πρέπει να περιέχει λιγότερους από %(num)s χαρακτήρες

source: The Wiki page field '%(field)s' is invalid: %(message)s
el: Το πεδίο της σελίδας Wiki '%(field)s' είναι άκυρο: %(message)s

source: Invalid Wiki page: %(message)s
el: Άκυρη σελίδα Wiki: %(message)s

source: edit
el: επεξεργασία

source: delete
el: διαγραφή

source: preview
el: προεπισκόπηση

source: currently edited
el: τροποποιούμενη τώρα

source: Page not modified, showing latest version.
el: Η σελίδα δεν έχει τροποποιηθεί. Εμφανίζεται η τελευταία έκδοση.

source: Version %(num)s of page "%(name)s" does not exist
el: Η έκδοση %(num)s της σελίδας "%(name)s" δεν υπάρχει

source: Page history
el: Ιστορικό της σελίδας

source: Wiki History
el: Ιστορικό του Wiki

source: Page %(name)s does not exist
el: Η σελίδα %(name)s δεν υπάρχει

source: Page %(name)s not found
el: Η σελίδα %(name)s δεν βρέθηκε

source: View parent page
el: Εμφάνιση μητρικής σελίδας

source: View Latest Version
el: Εμφάνιση τελευταίας έκδοσης

source: Up
el: Πάνω

source: Start Page
el: Αρχική Σελίδα

source: Index
el: Ευρετήριο

source: History
el: Ιστορικό

source: Wiki changes
el: Αλλαγές στο wiki

source: edited
el: τροποποιήθηκε

source: this page?
el: αυτή τη σελίδα;

source: This is the only version the page, so the page will be removed completely!
el: Αυτή είναι η μοναδική έκδοση της σελίδας, οπότε η σελίδα θα διαγραφεί εντελώς!

source: Editing
el: Επεξεργασία

source: Someone else has modified that page since you started your edits.
el: Κάποιος άλλος έχει τροποποιήσει αυτή τη σελίδα από τη στιγμή που ξεκινήσατε την επεξεργασία της.

source: If you save right away, you risk to revert those changes
el: Αν αποθηκεύστε αμέσως, υπάρχει κίνδυνος να ανατρέψετε τις αλλαγές αυτές

source: (highlighted below as deletions).
el: (υπογραμμισμένο παρακάτω ως διαγραφές).
