Repository: trac-ja/trac-ja
Catalog: trac/locale/*/LC_MESSAGES/messages.po
Languages: el

source: About Trac
el: Σχετικά με το Trac

source: Attachment '%(title)s' does not exist.
el: Το επισυναπτόμενο '%(title)s' δεν υπάρχει.

source: Invalid Attachment
el: Άκυρο επισυναπτόμενο.

source: Could not delete attachment
el: Δεν ήταν δυνατή η διαγραφή του επισυναπτόμενου.

source: Attachment '%(filename)s' not found
el: Το επισυναπτόμενο '%(filename)s' δεν βρέθηκε

source: Bad request
el: Εσφαλμένη αίτηση

source: Back to %(parent)s
el: Πίσω στο %(parent)s

source: attached to
el: συνημμένο στο

source: Attachment '%(id)s' in %(parent)s
el: Το επισυναπτόμενο '%(id)s' στο %(parent)s

source: Attachments of %(parent)s
el: Επισυναπτόμενα του %(parent)s

source: No file uploaded
el: Δεν έχουν εισαχθεί αρχεία

source: Can't upload empty file
el: Δεν είναι δυνατή η εισαγωγή κενών αρχείων

source: Maximum attachment size: %(num)s bytes
el: Μέγιστο μέγεθος επισυναπτόμενου: %(num)s bytes

source: Upload failed
el: Η εισαγωγή απέτυχε

source: Attachment field %(field)s is invalid: %(message)s
el: Το πεδίο του επισυναπτόμενου %(field)s είναι άκυρο: %(message)s

source: Invalid attachment: %(message)s
el: Άκυρο επισυναπτόμενο: %(message)s

source: %(attachment)s (delete)
el: %(attachment)s (διαγραφή)

source: Original Format
el: Πρωτότυπη Μορφοποίηση

source: Can only backup sqlite databases
el: Είναι δυνατή μόνο η αντιγραφή sqlite βάσεων δεδομένων

source: Database newer than Trac version
el: Η βάση δεδομένων είναι νεότερη από την έκδοση του Trac

source: No upgrade module for version %(num)i (%(version)s.py)
el: Δεν υπάρχει άρθρωμα ενημέρωσης για την έκδοση %(num)i (%(version)s.py)

source: Missing environment variable "TRAC_ENV". Trac requires this variable to point to a valid Trac environment.
el: Λείπει η μεταβλητή περιβάλλοντος "TRAC_ENV". Το Trac χρειάζεται τη μεταβλητή αυτή για να εντοπίσει ένα έγκυρο περιβάλλον Trac.

source: The Trac Environment needs to be upgraded. Run "trac-admin %(path)s upgrade"
el: Το περιβάλλον του Trac χρειάζεται ενημέρωση. Εκτέλεσε "trac-admin %(path)s upgrade"

source: Invalid email encoding setting: %s
el: Άκυρη ρύθμιση κωδικοποίησης email: %s

source: Header length is too short
el: Το μήκος της επικεφαλίδας είναι πολύ μικρό.

source: TLS enabled but server does not support TLS
el: Το TLS είναι ενεργοποιημένο αλλά ο εξυπηρετητής δεν υποστηρίζει TLS

source: Ticket contains non-ASCII chars. Please change encoding setting
el: Η εργασία περιέχει χαρακτήρες που δεν περιλαμβάνονται στο ASCII.Παρακαλώ, αλλάξτε κωδικοποίηση

source: %(perm)s privileges are required to perform this operation on %(resource)s
el: Απαιτούνται προνόμια %(perm)s για την επιτέλεση της λειτουργίας αυτής στο %(resource)s

source: %(perm)s privileges are required to perform this operation
el: Απαιτούνται προνόμια %(perm)s για την επιτέλεση αυτής της λειτουργίας

source: Insufficient privileges to perform this operation.
el: Ανεπαρκή προνόμια για την επιτέλεση αυτής της λειτουργίας

source: %(name)s is not a valid action.
el: %(name)s δεν είναι έγκυρη εντολή

source: at version %(version)s
el: στην έκδοση %(version)s

source: hotcopy can't overwrite existing '%(dest)s'
el: Το hotcopy δεν μπορεί να γράψει το υπάρχον '%(dest)s'

source: non-ascii environment path '%(path)s' not supported.
el: To μη-ASCII μονοπάτι περιβάλλοντος '%(path)s' δεν υποστηρίζεται

source: Admin
el: Διαχείριση

source: Administration
el: Διαχείριση

source: No administration panels available
el: Δεν υπάρχουν διαχειριστικοί πίνακες διαθέσιμοι

source: Unknown administration panel
el: Άγνωστος πίνακας διαχείρισης

source: General
el: Γενικά

source: Basic Settings
el: Βασικές Ρυθμίσεις

source: Logging
el: Σύνδεση

source: None
el: Κανένα

source: Console
el: Κονσόλα

source: File
el: Αρχείο

source: Syslog
el: Ημερολόγιο συστήματος

source: Windows event log
el: Ημερολόγιο γεγονότων των Windows

source: Unknown log type %(type)s
el: Άγνωστο τύπος ημερολογίου %(type)s

source: Invalid log type
el: Άκυρος τύπος ημερολογίου

source: Invalid log level
el: Άκυρο επίπεδο ημερολογίου

source: You must specify a log file
el: Πρέπει να προσδιορίσετε ένα αρχείο ημερολογίου

source: Missing field
el: Λείπει πεδίο

source: Permissions
el: Δικαιώματα

source: All upper-cased tokens are reserved for permission names
el: Όλα τα σύμβολα με κεφαλαία παρακρατούνται για ονόματα δικαιωμάτων

source: Unknown action
el: Άγνωστη εντολή

source: Permission "%(action)s" was already granted to "%(subject)s"
el: Το δικαίωμα "%(action)s" έχει ήδη δοθεί στο "%(subject)s"

source: "%(subject)s" was already added to group "%(group)s"
el: "%(subject)s" έχει ήδη προστεθεί στην ομάδα "%(group)s"

source: Plugins
el: Επεκτάσεις

source: Uploaded file is not a Python source file or egg
el: Το αρχείο που εισήχθη δεν είναι αρχείο πηγαίου κώδικα Python ή egg

source: Plugin %(name)s already installed
el: H επέκταση %(name)s έχει ήδη εγκατασταθεί

source: Administration:
el: Διαχείριση:

source: Basics
el: Τα Βασικά

source: Project
el: Έργο

source: Name:
el: Όνομα:

source: URL:
el: Ηλεκτρονική Διεύθυνση:

source: Description:
el: Περιγραφή:

source: Apply changes
el: Εφαρμογή αλλαγών

source: Owner:
el: Κάτοχος:

source: Description (you may use [1:WikiFormatting] here):
el: Περιγραφή (μπορείτε να χρησιμοποιήσετε [1:TracGreekWikiFormatting] εδώ):

source: Cancel
el: Ακύρωση

source: Save
el: Αποθήκευση

source: Name
el: Όνομα

source: Owner
el: Κάτοχος

source: Default
el: Προεπιλογή

source: You can remove all items from this list to completely hide this field from the user interface.
el: Μπορείς να διαγράψεις όλα τα αντικείμενα από αυτή τη λίστα για να κρύψεις εντελώς αυτό το πεδίο από τη διεπαφή χρήστη.

source: As long as you don't add any items to the list, this field will remain completely hidden from the user interface.
el: Εφόσον δεν προσθέσετε κανένα αντικείμενο στη λίστα, αυτό το πεδίο θα παραμείνει εντελώς κρυμμένο από τη διεπαφή χρήστη.

source: Manage
el: Διαχείριση

source: Severity
el: Κρισιμότητα

source: Ticket Type
el: Τύπου εργασίας

source: Order
el: Σειρά

source: Configuration
el: Ρύθμιση

source: Type:
el: Τύπος:

source: Log level:
el: Επίπεδο ημερολογίου:

source: Log file:
el: αρχείο ημερολογίου:

source: If you specify a relative path, the log file will be stored inside the
el: Αν προσδιορίσετε ένα σχετικό μονοπάτι, το αρχείο ημερολογίου θα αποθηκευτεί μέσα στο

source: log
el: ημερολόγιο

source: directory of the project environment (
el: κατάλογος του περιβάλλοντος του έργου (

source: Due:
el: Προθεσμία:

source: Format:
el: Μορφοποίηση:

source: Completed:
el: Ολοκληρώθηκε:

source: Description (you may use [1:WikiFormatting] here):
el: Περιγραφή (μπορείτε να χρησιμοποιήσετε [1:TracGreekWikiFormatting] εδώ)

source: Due
el: Προθεσμία

source: Completed
el: Ολοκληρώθηκε

source: Tickets
el: Εργασίες

source: Manage Permissions
el: Διαχείριση δικαιωμάτων

source: Grant Permission:
el: Παραχωρήστε Δικαίωμα:

source: Subject:
el: Θέμα:

source: Action:
el: Εντολή:

source: Grant permission for an action to a subject, which can be either a user or a group.
el: Παραχώρηση δικαιώματος για μία εντολή σε ένα θέμα, το οποίο μπορεί να είναι είτε ένας χρήστης,είτε μία ομάδα

source: Group:
el: Ομάδα:

source: Add a user or group to an existing permission group.
el: Προσθέστε ένα χρήστη ή μία ομάδα σε μία υπάρχουσα ομάδα δικαιωμάτων

source: Subject
el: Θέμα

source: Action
el: Εντολή

source: Note that
el: Σημειώστε ότι

source: Group
el: Ομάδα

source: names can't be all upper-case, as that is reserved for permission names.
el: τα ονόματα δεν πρέπει να είναι μόνο στα κεφαλαία, διότι αυτά προορίζονται για ονόματα δικαιωμάτων.

source: Manage Plugins
el: Διαχείριση επεκτάσεων

source: Install Plugin:
el: Εγκατάσταση επέκτασης:

source: File:
el: Αρχείο:

source: The web server does not have sufficient permissions to store files in the environment plugins directory.
el: Ο εξυπηρετητής διαδικτύου δεν έχει επαρκή δικαιώματα να αποθηκεύσει αρχεία στο κατάλογο επεκτάσεων του περιβάλλοντος.

source: Upload a plugin packaged as Python egg.
el: Εισάγετε ένα πρόσθετο σε μορφή Python egg.

source: Install
el: Εγκατάσταση

source: Uninstall
el: Απεγκατάσταση

source: Author:
el: Συντάκτης:

source: Home page:
el: Αρχική σελίδα:

source: License:
el: Άδεια:

source: Enabled
el: Ενεργοποιημένο

source: Manage Versions
el: Διαχείριση εκδόσεων

source: Date:
el: Ημερομηνία:

source: Released:
el: Περάτωση:

source: Released
el: Περάτωση

source: Unsupported database type "%(scheme)s"
el: Μη υποστηριζόμενος τύπος βάσης δεδομένων "%(scheme)s"

source: Database connection string must start with scheme:/
el: Το αλφαριθμητικό σύνδεσης με τη βάσης δεδομένων πρέπει να ξεκινάει με το σχήμα:

source: Unable to get database connection within %(time)d seconds
el: Δεν ήταν δυνατή η λήψη σύνδεσης με τη βάση μέσα σε %(time)d δευτερόλεπτα

source: Database already exists at %(path)s
el: Η βάση δεδομένων υπάρχει ήδη στο %(path)s

source: Database "%(path)s" not found.
el: Η βάση δεδομένων "%(path)s" δεν βρέθηκε.

source: The user %(user)s requires read _and_ write permission to the database file %(path)s and the directory it is located in.
el: Ο χρήστης %(user)s χρειάζεται δικαίωμα ανάγνωσης και εγγραφής στο αρχείο της βάσης %(path)s και στον κατάλογο στον οποίο βρίσκεται.

source: No available MIME conversions from %(old)s to %(new)s
el: Δεν υπάρχουν διαθέσιμες MIME μετατροπές από %(old)s σε %(new)s

source: Line
el: Γραμμή

source: Invalid unified diff content
el: Άκυρο ενοποιημένο diff περιεχόμενο

source: You appear to be using the PHP CGI binary. Trac requires the CLI version for syntax highlighting.
el: Φαίνεται ότι χρησιμοποιείται το PHP CGI εκτελέσιμο. To Trac χρειάζεται την έκδοση CLI για υπογράμμιση συντακτικού

source: Docutils not found
el: Τα Docutils δεν βρέθηκαν

source: Docutils version >= %(version)s required, %(found)s found
el: Έκδοση Docutils >= %(version)s απαιτείται, %(found)s βρέθηκε

source: Unknown preference panel
el: Άγνωστος πίνακας προτιμήσεων

source: Date & Time
el: Ημερομηνία & Ώρα

source: Keyboard Shortcuts
el: Συντομεύσεις Πληκτρολογίου

source: Advanced
el: Προχωρημένες προτιμήσεις

source: This page lets you customize your personal settings for this site. These settings are stored on the server and are identified by a session key stored in a browser cookie. That cookie allows your settings to be restored on subsequent visits.
el: Αυτή η σελίδα σας επιτρέπει να προσαρμόσετε τις προσωπικές σας ρυθμίσεις για αυτό τον ιστότοπο. Αυτές οι ρυθμίσεις αποθηκεύονται στον εξυπηρετητή και είναι αναγνωρίσιμοι από ένα κλειδί συνόδου που είναι αποθηκευμένο σε ένα cookie του φυλλομετρητή. Αυτό το cookieεπιτρέπει την διατήρηση των ρυθμίσεων σας σε επόμενες επισκέψεις.

source: Save changes
el: Αποθήκευση αλλαγών

source: Session key:
el: Κλειδί συνόδου:

source: The session key is used to identify stored custom settings and session data on the server. Although it is automatically generated by default, you may change it to something easier to remember at any time if you wish to load your settings in a different web browser.
el: Το κλειδί συνόδου χρησιμοποιείται για την αναγνώριση αποθηκευμένων εξατομκευμένων ρυθμίσεων και δεδομένων συνόδου στον εξυπηρετητή. Αν και παράγεται αυτόματα. μπορείτε να το αλλάξετε σε κάτι πιο εύκολο για να το θυμάστε σε περίπτωση που επιθυμείτε να φορτώσετε τις ρυθμίσεις σας σε διαφορετικό φυλλομετρητή

source: Restore session:
el: Επανάκτηση συνόδου:

source: Load
el: Φόρτωση

source: You may load a previously created session by entering the corresponding session key below. This lets you share settings between multiple computers and web browsers.
el: Μπορείτε να φορτώσετε μία προηγουμένως δημιουργημένη σύνοδο εισάγοντας το αντίστοιχο κλειδί συνόδου παρακάτω. Αυτό σας επιτρέπει να μοιράζεται τις ρυθμίσεις σας μεταξύ πολλαπλών υπολογιστών και φυλλομετρητών.

source: Time zone:
el: Ζώνη ώρας:

source: Default time zone
el: Προεπιλεγμένη ζώνη ώρας

source: Configuring your time zone will result in all dates and times displayed on this site to use your time zone instead of that of the server.
el: Η ρύθμιση της ζώνης ώρας σας θα έχει σαν αποτέλεσμα οι ημερομηνίες και ώρες που εμφανίζονται στον ιστότοπο να χρησιμοποιούν τη δικιά σας ζώνη ώρας αντί αυτή του εξυπηρετητή.

source: Example: The current time is
el: Παράδειγμα: Η τρέχουσα ώρα είναι

source: In
el: Στην

source: time zone
el: ζώνη ώρας

source: , this would be displayed as
el: , αυτό θα παρουσιαζόταν ως

source: Note: Universal Co-ordinated Time (UTC) is also known as Greenwich Mean Time (GMT).
el: Σημειωτέον: Η Παγκόσμια Συγχρονισμένη Ώρα (UTC) είναι γνωστή και σαν Μέση Ώρα Γκρίνουιτς (GMT).

source: A positive offset is used to indicate a timezone at the east of Greenwich, i.e. ahead of Universal Time.
el: Μία θετική τιμή χρησιμοποιείται για να δηλώσει μία ζώνη ώρας ανατολικά του Γκρίνουιτς.

source: Full name:
el: Πλήρες όνομα:

source: Email address:
el: Διεύθυνση ηλεκτρονικού Ταχυδρομείου:

source: This information is used to automatically populate some forms on this site with your contact details.
el: Αυτές οι πληροφορίες χρησιμοποιούνται για την αυτόματη συμπλήρωση των στοιχείων σας σε ορισμένες φόρμες στον ιστότοπο αυτό.

source: This information is used to associate your login name with your email address and full name, which is used for email notification and RSS feeds, for example.
el: Αυτές οι πληροφορίες χρησιμοποιούνται για τη συσχέτιση του ονόματος σύνδεσής σας με τη διεύθυνση ηλ. ταχυδρομείου και το πλήρες όνομα, τα οποία χρησιμοποιόυνται για ειδοποιήσεις μέσω ηλ. ταχυδρομείου και RSS feed για παράδειγμα.

source: Enable access keys
el: Ενεργοποιήστε τα κλειδιά πρόσβασης

source: This site provides keyboard shortcuts for faster access to certain functions of this site. As these shortcuts can cause conflicts with shortcuts provided by the desktop system or web browser, they are disabled by default. See
el: Αυτός ο ιστότοπος παρέχει συντομεύσεις πληκτρολογίου για γρηγορότερη πρόσβαση σε ορισμένες λειτουργίες αυτού του ιστότοπου. Επειδή οι συντομεύσεις αυτές μπορεί να προκαλέσουν συγκρούσεις με συντομεύσεις του λειτουργικού συστήματος ή του φυλλομετρητή, είναι αρχικά απενεργοποιημένοι.

source: for more information on access keys.
el: για περισσότερες πληροφορίες για τα κλειδιά πρόσβασης.

source: Language:
el: Γλώσσα:

source: default language
el: ροεπιλεγμένη γλώσσα"

source: Configuring your language will result in all text displayed on this site to use your language instead of that of the server.
el: Η ρύθμιση της γλώσσας θα έχει σαν αποτέλεσμα την εμφάνιση όλων των κειμένων του ιστότοπου στη γλώσσα που ορίσατε αντί σε αυτή του εξυπηρετητή.

source: The 'default language' option uses the browser's language negotiation feature to select the appropriate language.
el: Η επιλογή 'Προεπιλεγμένη γλώσσα' χρησιμοποιεί το χαρακτηριστικό διαπραγμάτευσης γλώσσας του φυλλομετρητή για την επιλογή τη γλώσσας.

source: Pygments Theme
el: Θέμα Pygments

source: Theme:
el: Θέμα:

source: Preview:
el: Προεπισκόπηση:

source: Search
el: Αναζήτηση

source: Search query too short. Query must be at least %(num)s characters long.
el: Το ερώτημα αναζήτησης είναι πολύ μικρό. Πρέπει να είναι τουλάχιστον %(num)s χαρακτήρες.

source: Search Error
el: Σφάλμα Αναζήτησης

source: Next Page
el: Επόμενη Σελίδα

source: Previous Page
el: Προηγούμενη Σελίδα

source: Browse repository path %(path)s
el: Φυλλομέτρηση μονοπατιού αποθετηρίου %(path)s

source: Results
el: Αποτελέσματα

source: Changesets
el: Σύνολα αλλαγών

source: Quickjump to
el: Γρήγορη μετάβαση σε

source: By
el: Κατά

source: No matches found.
el: Δεν βρέθηκαν αποτελέσματα.

source: Note:
el: Σημείωση:

source: See
el: Δείτε το

source: TracSearch
el: TracGreekWikiSearch

source: for help on searching.
el: για βοήθεια στην αναζήτηση.

source: Trac: Integrated SCM & Project Management
el: Trac: Ολοκληρωμένο SCM & Διαχείριση έργων

source: Trac is a web-based software project management and bug/issue tracking system emphasizing ease of use and low ceremony. It provides an integrated Wiki, an interface to version control systems, and a number of convenient ways to stay on top of events and changes within a project.
el: Το Trac είναι ένα λογισμικό διαχείρισης έργων βασισμένο στο διαδίκτυο με έμφαση στην ευκολία χρήσης.Παρέχει ένα ολοκληρωμένο Wiki, μία διεπαφή για συστήματα έλεγχου εκδόσεων και έναν αριθμό από άνετους τρόπους για να μένετε ενήμερος για όλα τα γεγονότα και αλλαγές στο έργο.

source: Trac is distributed under the modified BSD License.
el: Το Trac διατίθεται με την τροποποιημένη BSD άδεια.

source: The complete text of the license can be found
el: Το πλήρες κείμενο της άδειας μπορείτε να το βρείτε

source: as well as in the
el: καθώς και στο

source: file included in the distribution.
el: αρχείο που περιλαμβάνεται στην εφαρμογή.

source: Please visit the Trac open source project:
el: Παρακαλώ, επισκεφθείτε το

source: System Information
el: Πληροφορίες Συστήματος

source: Section
el: Τμήμα

source: Value
el: Τιμή

source: (size limit
el: (όριο μεγέθους

source: Attachment Info
el: Πληροφορίες συνημμένου

source: Your email or username:
el: Η ηλεκτρονική διεύθυνσή σας ή το όνομα χρήστη:

source: Description of the file (optional):
el: Περιγραφή του αρχείου (προαιρετική):

source: Replace existing attachment of the same name
el: Αντικατάσταση υπάρχοντος συνημμένου με το ίδιο όνομα

source: Are you sure you want to delete this attachment?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε αυτό το συνημμένο;

source: This is an irreversible operation.
el: Η διεργασία αυτή είναι μη αναστρέψιμη.

source: Description
el: Περιγραφή

source: (added by
el: (προστέθηκε από

source: ago)
el: πριν)

source: Property
el: Ιδιότητα

source: to
el: σε

source: Differences
el: Διαφορές

source: Changes
el: Αλλαγές

source: between
el: μεταξύ

source: and
el: και

source: Initial Version
el: Αρχική Έκδοση

source: from
el: από

source: of
el: του

source: Timestamp:
el: Ημερομηνία

source: (multiple changes)
el: (πολλαπλές αλλαγές)

source: Comment:
el: Σχόλιο:

source: Legend:
el: Λεζάντα

source: Unmodified
el: Ατροποποίητο

source: Added
el: Προστέθηκε

source: Modified
el: Τροποποιήθηκε

source: ==== How to Reproduce ==== While doing a
el: ==== Πως να αναπαράγετε ==== Ενώ κάνετε μία

source: operation on `
el: λειτουργία σε

source: `, Trac issued an internal error. ''(please provide additional details here)''
el: `, Το Trac υπέβαλλε ένα εσωτερικό σφάλμα. ''(Παρακαλώ δώστε περισσότερες λεπτομέρειες εδώ)''

source: Request parameters: {{{
el: Παράμετροι αίτησης: {{{

source: ==== System Information ====
el: ====Πληροφορίες Συστήματος====

source: Create
el: Δημιούργηστε

source: Trac detected an internal error:
el: Το Trac εντόπισε ένα εσωτερικό σφάλμα:

source: There was an internal error in Trac. It is recommended that you inform your local
el: Υπήρξε ένα εσωτερικό σφάλμα στο Trac. Συστήνεται να πληροφορήσετε τον τοπικό

source: Trac administrator
el: Trac διαχειριστή

source: and give him all the information he needs to reproduce the issue.
el: και δώστε του όλες τις πληροφορίες που χρειάζεται για να αναπαράγει το πρόβλημα.

source: To that end, you could
el: Για αυτό το σκοπό, θα μπορούσατε

source: a ticket at this site.
el: μία εργασία σε αυτό ιστότοπο.

source: The action that triggered the error was:
el: Η εντολή που πυροδότησε το σφάλμα ήταν:

source: If you think this should work you can reproduce the problem, you should consider reporting this to the Trac team.
el: Αν νομίζετε οτι αυτό θα έπρεπε να λειτουργεί, μπορείτε να αναπαράγετε το πρόβλημα θα πρέπει να το αναφέρετε στην ομάδα του Trac.

source: Before you do that, though, please first try [1:searching] for similar issues, as it is quite likely that this problem has been reported before. For questions about installation and configuration of Trac, please try the [2:mailing list] instead of filing a ticket.
el: Πριν κάνετε αυτό, όμως, δοκιμάστε πρώτα [1:searching] για παρόμοια θέματα, εφόσον είναι πιθανόν ότι έχει problem αναφερθεί προηγουμένως. Για ερωτήματα σχετικά με εγκατάσταση και ρυθμίσεις του Trac, παρακαλώ δοκιμάστε τη [2:mailing list] αντί να συμπληρώσετε μία εργασία.

source: Otherwise, please
el: Διαφορετικά, παρακαλώ

source: a new ticket at the Trac project site, where you can describe the problem and explain how to reproduce it.
el: μία νέα εργασία στον ιστότοπο του Trac project, όπου μπορείτε να περιγράψετε το πρόβλημα και να εξηγήσετε με ποιο τρόπο θα αναπαραχθεί.

source: ", line
el: ", γραμμή

source: , in
el: , σε

source: Code fragment:
el: Τμήμα κώδικα:

source: Local variables:
el: Τοπικές μεταβλητές:

source: ", line
el: ", γραμμή

source: Switch to plain text view
el: Αλλαγή σε όψη απλού κειμένου

source: System Information:
el: Πληροφορίες Συστήματος

source: TracGuide
el: TracGreekGuide

source: Change History for
el: Ιστορικό αλλαγών για

source: View changes
el: Δείτε αλλαγές

source: Change history
el: Ιστορικό αλλαγών

source: Date
el: Ημερομηνία

source: Author
el: Συντάκτης

source: Comment
el: Σχόλιο

source: View this version
el: Δείτε αυτή την έκδοση

source: Available Projects
el: Διαθέσιμα έργα

source: Error
el: Σφάλμα

source: Download in other formats:
el: Λήψη σε άλλες μορφοποιήσεις:

source: anonymous
el: ανώνυμος

source: Previous
el: Προηγούμενη

source: Next
el: Επόμενη

source: View differences
el: Δείτε αλλαγές

source: side by side
el: σε αντιπαράθεση

source: Show
el: Εμφάνιση

source: lines around each change
el: γραμμές γύρω από κάθε αλλαγή

source: Ignore:
el: Αγνόησε:

source: Blank lines
el: Κενές γραμμές

source: Case changes
el: αλλαγές κεφαλαίων/μικρών

source: White space changes
el: αλλαγές κενών χαρακτήρων

source: Update
el: Ενημέρωση

source: (The file is empty)
el: (Το αρχείο είναι άδειο)

source: HTML preview not available
el: Δεν είναι διαθέσιμη η προεπισκόπηση σε HTML

source: since the file size exceeds
el: εφόσον το μέγεθος του αρχείου υπερβαίνει

source: since no preview renderer could handle it.
el: εφόσον κανένας δημιουργός προεπισκόσεων δεν μπορεί να το χειριστεί.

source: Try
el: Αλλιώς, δοκιμάστε

source: downloading
el: να κατεβάστε

source: the file instead.
el: το αρχείο

source: . To view,
el: . Για να δείτε,

source: download
el: κατεβάστε

source: the file.
el: το αρχείο

source: found:
el: βρέθηκε:

source: View attachment
el: Δείτε το συνημμένο

source: ) - added by
el: ) - προστέθηκε από

source: ago.
el: πριν.

source: Attachments
el: Συνημμένα

source: Attach file
el: Επισύναψη αρχείου

source: .Closed
el: Κλειστές

source: Active
el: Ενεργές

source: Total
el: Συνολικές

source: Search:
el: Αναζήτηση:

source: Context Navigation
el: Πλοήγηση Συμφραζόμενων

source: Warning:
el: Προειδοποίηση:

source: Warnings:
el: Προειδοποιήσεις:

source: Notice:
el: Σημείωση:

source: Notices:
el: Σημειώσεις:

source: Ticket System
el: Σύστημα Εργασιών

source: No component selected
el: Δεν επιλέχτηκε κανένα συστατικό

source: Completion date may not be in the future
el: Μπορεί να μην υπάρχει ημερομηνία διεκπεραίωσης στο μέλλον

source: Invalid Completion Date
el: Άκυρη ημερομηνία διεκπεραίωσης

source: No milestone selected
el: Δεν έχει επιλεχθεί κανένα ορόσημο

source: Version %(name)s already exists.
el: Η έκδοση %(name)s υπάρχει ήδη.

source: No version selected
el: Δεν επιλέχθηκε καμία έκδοση

source: %(type)s %(name)s already exists
el: %(type)s %(name)s ήδη υπάρχει

source: No %s selected
el: Δεν επιλέχτηκε κανένα %s

source: Order numbers must be unique
el: Order αριθμοί πρέπει να είναι μοναδικοί

source: Priorities
el: Προτεραιότητες

source: Resolutions
el: Επιλύσεις

source: Severities
el: Επίπεδα κρισιμότητας

source: Ticket Types
el: Τυποι εργασιών

source: Summary
el: Περίληψη

source: Reporter
el: Αναφέρων

source: Type
el: Τύπος

source: Status
el: Κατάσταση

source: Priority
el: Προτεραιότητα

source: Keywords
el: Λέξεις Κλειδιά
